Repository: trayhem/pyload
Catalog: locale/*/LC_MESSAGES/pyLoad.po
Languages: ar, ca, el, gl, pt, sr

source: Received Quit signal
ar: تم استقبال اشارة انهاء
ca: S'ha rebut la senyal de Sortida
el: Ελήφθη σήμα εγκατάλειψης
gl: Sinal de saída recibida
pt: sinal de Sair recebido
sr: Примљен је сигнал за излазак

source: pyLoad already running with pid %s
ar: باي لود يعمل حاليا بمعرف العملية %s
ca: ja s'estat executant pyLoad amb el pid %s
el: Το pyLoad εκτελείται ήδη με pid %s
gl: pyLoad xa está executándose con pid %s
pt: pyLoad já está rodando com pid %s
sr: pyLoad већ ради са PID-ом %s

source: Failed changing group: %s
ar: فشل في تغيير المجموعه: %s
ca: Ha fallat el canvi de el grup: %s
el: Αποτυχία αλλαγής ομάδας: %s
gl: Cambio de grupo falido: %s
pt: Falha ao trocar grupo: %s
sr: Не могу да променим групу: %s

source: Failed changing user: %s
ar: فشل في تغيير المستخدم: %s
ca: Ha fallat el canvi d'usuari: %s
el: Αποτυχία αλλαγής χρήστη: %s
gl: Cambio de usuario falido: %s
pt: Falha ao trocar de usuario: %s
sr: Не могу да променим корисника: %s

source: folder for logs
ar: مجلد للتقارير
ca: carpeta de registre
el: φάκελος για αρχεία καταγραφής
gl: cartafol para os rexistros
pt: pasta para logs
sr: фасцикла за евиденције

source: Starting
ar: بدء
ca: Començant
el: Σε εκκίνηση
gl: Comezando
pt: Iniciando
sr: Покрећем

source: Using home directory: %s
ar: استخدام مجلد المنزل: %s
ca: Emprant el directori d'inici: %s
el: Χρήση γονικού καταλόγου: %s
gl: Usando directorio de inicio: %s
pt: Usando diretório: %s
sr: Основна фасцикла: %s

source: pycrypto to decode container files
ar: باي كربتو لفك تشفير حلوية الملفات
ca: pycrypto descodificarà el contenidor de fitxers
el: το pycrypto θα αποκωδικοποιήσει τα περιέχοντα αρχεία
gl: pycrypto para descodificar contedores de ligazóns
pt: pycrypto para decodificar arquivos do contêiner
sr: pycrypto за дешифровање контејнера

source: folder for temporary files
ar: مجلد للملفات المؤقتة
ca: carpeta per fitxers temporals
el: φάκελος για προσωρινά αρχεία
gl: cartafol para ficheiros temporais
pt: pasta para arquivos temporários
sr: фасцикла за привремене датотеке

source: folder for downloads
ar: مجلد للتحميلات
ca: carpeta de descàrregues
el: φάκελος για κατεβασμένα
gl: cartafol para as descargas
pt: pasta para downloads
sr: фасцикла за преузимања

source: OpenSSL for secure connection
ar: OpenSSL لاتصال امن
ca: OpenSSL per connexions segures
el: OpenSSL για ασφαλή σύνδεση
gl: OpenSSL para conexión segura
pt: OpenSSL para conexão segura
sr: OpenSSL за безбедну везу

source: Moving old user config to DB
ar: نقل اعدادت المستخدم القديم الى قاعدة البيانات
ca: Movent l'antiga configuració d'usuari a la DB
el: Μετακίνηση του αρχείου παραμετροποίησης του παλιού χρήστη στη ΒΔ
gl: Movendo a antiga configuración de usuario á BD
pt: Movendo a configuração de utilizador antiga para BD
sr: Премештам стара подешавања у базу

source: Please check your logindata with ./pyLoadCore.py -u
ar: يرجى التاكد من بيانات الدخول بستخدام ./pyLoadCore.py -u
ca: Comprova les teves dades de login amb ./pyLoadCore.py -u
el: Παρακαλώ ελέγξτε τα στοιχεία σύνδεσης με τη χρήση του ./pyLoadCore.py -u
gl: Por favor, comprobe os seus datos de inicio de sesión con ./pyLoadCore.py -u
pt: Por favor verificar dados de login com ./pyLoadCore.py -u
sr: Проверите податке за пријаву командом ./pyLoadCore.py -u

source: All links removed
ar: تم مسح جميع الروابط
ca: Tots els enllaços eliminats
el: Όλοι οι συνδεσμοι αφαιρέθηκαν
gl: Todas as ligazóns foron eliminadas
pt: Todos os links foram removidos
sr: Све везе су уклоњене

source: Downloadtime: %s
ar: وقت التحميل: %
ca: Temps de descàrrega: %s
el: Χρόνος κατεβάσματος: %s
gl: Tempo de descarga: %s
pt: Tempo de download: %s
sr: Време преузимања: %s

source: Free space: %s
ar: المساحه الحره: %s
ca: Espai lliure: %s
el: Ελέυθερος χώρος στο δίσκο: %s
gl: Espazo libre: %s
pt: Espaço livre: %s
sr: Слободног простора: %s

source: Activating Accounts...
ar: تفعيل الحسابات...
ca: Activant Comptes...
el: Ενεργοποίηση Λογαριασμών...
gl: Activando Contas...
pt: Ativando contas...
sr: Активирам налоге…

source: Activating Plugins...
ar: تفعيل الاضافات...
ca: Activant Plugins...
el: Ενεργοποίηση Πρόσθετων...
gl: Activando Engadidos...
pt: Ativar Plugins...
sr: Активирам прикључке…

source: pyLoad is up and running
ar: باي ولد محدث و يعمل
ca: pyLoad està en funcionament
el: Το pyLoad είναι ενεργό και εκτελείται
gl: pyLoad está funcionando
pt: pyLoad está rodando
sr: pyLoad је спреман за коришћење

source: restarting pyLoad
ar: اعادة تشغيل باي لود
ca: reiniciant pyLoad
el: το pyLoad επανεκκινείται
gl: reiniciando pyLoad
pt: reiniciando pyLoad
sr: поновно покретање pyLoad-а

source: pyLoad quits
ar: اغلاق باي لود
ca: pyLoad està sortint
el: το pyLoad σταματάει
gl: pyLoad pechouse
pt: pyLoad fechou
sr: pyLoad се затвара

source: Install %s
ar: التثبيت %
ca: Instal·la %s
el: Εγκατάσταση %s
gl: Instalar %s
pt: Instalar %s
sr: Инсталирај %s

source: could not find %(desc)s: %(name)s
ar: لا يمكن ايجاد %(وصف): %(اسم)
ca: no s'ha pogut trobar %(desc)s: %(name)s
el: δεν βρεθηκε(καν) %(desc)s: %(name)s
gl: non se puido atopar %(desc)s: %(name)s
pt: não foi possível encontrar %(desc)s: %(name)s
sr: не могу да пронађем %(desc)s: %(name)s

source: could not create %(desc)s: %(name)s
ar: لا يمكن انشاء %(وصف): %(اسم)
ca: no s'ha pogut crear %(desc)s: %(name)s
el: δεν διμιουργήθηκε(καν) %(desc)s: %(name)s
gl: no se puido crear %(desc)s: %(name)s
pt: não foi possível criar %(desc)s: %(name)s
sr: не могу да креирам %(desc)s: %(name)s

source: shutting down...
ar: جاري ايقاف التشغيل...
ca: apagant...
el: κλείσιμο...
gl: apagando...
pt: desligando...
sr: искључујем…

source: error while shutting down
ar: خطاء اثناء ايقاف التشغيل
ca: ha succeït un error mentre s'apagava
el: σφάλμα κατα το κλείσιμο
gl: produciuse un erro mentres se apagaba
pt: erro durante desligamento
sr: грешка при искључивању

source: killed pyLoad from Terminal
ar: انهاء باي لود من الطرفيه
ca: matat pyLoad des de el Terminal
el: το pyLoad σταματήθηκε απο το Τερματικο
gl: pyload terminado dende o Terminal
pt: pyLoad fechado pelo terminal
sr: pyLoad је окончан са терминала

source: Filedatabase was deleted due to incompatible version.
ar: تم حذف قاعدة البيانات بسبب عدم توافق الاصدار.
ca: L'arxiu de la base de dades ha estat eliminat per una incompatiblitat de la versió.
el: Η βάση δεδομένων διαγράφηκε λόγω ασυμβατότητας της έκδοσης.
gl: O ficheiro da base de datos eliminouse por ser dunha versión incompatible.
pt: A base de dados dos ficheiros foi eliminada devido a incompatibilidade de versões.
sr: База података је обрисана због некомпатибилне верзије.

source: Filedatabase could NOT be converted.
ar: لايمكن تحويل قاعدة البيانات.
ca: El fitxer de la base de dades NO pot ser convertit.
el: Η βάση δεδομένων ΔΕΝ μπόρεσε να μετατραπεί.
gl: O ficheiro da base de datos NON se puido converter.
pt: Não foi possível converter a base de dados dos ficheiros.
sr: База података не може бити конвертована.

source: Database was converted from v2 to v3.
ar: تم تحويل قاعدة البيانات من الإصدار الثاني v2 إلى v3.
ca: La base de dades ha estat convertida de la v2 a la v3.
el: Η βάση δεδομένων μετατράπηκε από v2 σε v3.
gl: A base de datos converteuse da v2 á v3.
pt: A base de dados foi convertida da v2 para a v3.
sr: База података је конвертована из v2 у v3.

source: Database was converted from v3 to v4.
ar: تم تحويل قاعدة البيانات من الإصدار الثاني v3 إلى v4.
ca: La base de dades ha estat convertida de la v3 a la v4.
el: Η βάση δεδομένων μετατράπηκε από v3 σε v4.
gl: A base de datos converteuse da v3 á v4.
pt: A base de dados foi convertida da v3 para a v4.
sr: База података је конвертована из v3 у v4.

source: Converting old Django DB
ar: تحويل قاعدة بيانات دانغو القديمة
ca: Convertint l'antiga BD de Django
el: Μετατροπή της παλιάς ΔΒ Django
gl: Convertendo a antiga BD Django
pt: Convertendo BD Django antigo
sr: Конвертујем стару Django базу

source: finished
ar: تم الانتهاء
ca: finalitzat
el: τελείωσε
gl: finalizado
pt: Terminado
sr: завршено

source: offline
ar: غير متصل
ca: fora de línia
el: αποσυνδεμένος
gl: fora de liña
sr: ван мреже

source: online
ar: متصل
ca: en línia
el: συνδεμένος
gl: en liña
sr: на мрежи

source: queued
ar: في قائمة الانتظار
ca: en cua
el: στην ουρά
gl: na cola
pt: em fila
sr: на чекању

source: skipped
ar: تخطي
ca: saltat
el: προσπεράστηκε
gl: omitido
pt: ignorada
sr: прескочено

source: waiting
ar: انتظار
ca: esperant
el: σε αναμονή
gl: esperando
pt: esperando
sr: чекам

source: temp. offline
ar: مؤقت. غير متصل
ca: temporalment fora de línia
el: προσωρινά χωρίς σύνδεση
gl: temporalmente fora de servicio
sr: привремено ван мреже

source: starting
ar: البدء
ca: començant
el: ξεκινάει
gl: comezando
pt: iniciando
sr: започињем

source: failed
ar: فشل
ca: fallit
el: απέτυχε
gl: falido
pt: falhou
sr: неуспело

source: aborted
ar: الغاء
ca: avortat
el: ματαιώθηκε
gl: abortado
pt: abortada
sr: прекинуто

source: decrypting
ar: فك تشفير
ca: desxifrant
el: αποκρυπτογραφείται
gl: descifrando
pt: descriptografando
sr: дешифрујем

source: custom
ar: مخصص
ca: personalitzat
el: προσαρμοσμένο
gl: personalizado
pt: personalizado
sr: прилагођено

source: downloading
ar: جاري التنزيل
ca: descarregant
el: σε λήψη
gl: descargando
pt: Transferindo
sr: преузимам

source: processing
ar: تجهيز
ca: processant
el: σε εξέλιξη
gl: procesando
pt: processando
sr: обрађујем

source: unknown
ar: غير معروف
ca: deconegut
el: άγνωστο
gl: descoñecido
pt: desconhecido
sr: непознато

source: Package finished: %s
ar: انتهت الحزمه: %s
ca: Paquet finalitzat: %s
el: Ολοκλήρωση πακέτου: %s
gl: Paquete finalizado: %s
pt: Pacote finalizado: %s
sr: Пакет је завршен: %s

source: Using SSL ThriftBackend
ca: Emprant SSL ThriftBackend
el: Χρήση SSL ThriftBackend
gl: Usando SSL ThriftBackend
pt: Usando o SSL ThriftBackend
sr: Употреба SSL ThriftBackend

source: Remote backend error: %s
ar: خطاء في الواجهة الخلفيه للبرنامج
ca: Error al backend remot: %s
el: Σφάλμα απομακρυσμένου backend: %s
gl: Erro remoto do motor: %s
pt: Erro de back-end remoto: %s
sr: Грешка удаљеног сервиса: %s

source: Starting %(name)s: %(addr)s:%(port)s
ar: بدء %(name)s: %(addr)s:%(port)s
ca: Iniciant %(name)s: %(addr)s:%(port)s
el: Γίνεται εκκίνηση %(name)s: %(addr)s:%(port)s
gl: Iniciando %(name)s: %(addr)s:%(port)s
pt: Iniciando %(name)s: %(addr)s:%(port)s
sr: Покрећем %(name)s: %(addr)s:%(port)s

source: Failed loading backend %(name)s | %(error)s
ar: فشل في تحميل الواجهه الخلفيه للبرنامج %(name)s | %(error)s
ca: S'ha fallat la carrega del backend %(name)s | %(error)s
el: Απέτυχε η φόρτωση του backend %(name)s | %(error)s
gl: Fallou ó cargar o motor %(name)s | %(error)s
pt: Falha ao carregar back-end %(name)s | %(error)s
sr: Не могу да учитам %(name)s | %(error)s

source: waiting %s
ar: انتظار %
ca: esperant %s
el: αναμονή %s
gl: esperando %s
pt: à espera%s
sr: чекам %s

source: SSL certificates not found.
ar: شهادة SSL غير موجوده.
ca: No s'han trobat els certificats SSL.
el: Δεν βρέθηκαν πιστοποιητικά SSL.
gl: Certificados SSL non encontrados.
pt: Certificado SSL não encontrado.
sr: SSL сертификати нису пронађени.

source: Sorry, we dropped support for starting %s directly within pyLoad
ar: نأسف, لقد اوقفنا الدعم للبدئ % مباشره من باي لود
ca: Ho sent molt, ja no permetem iniciar %s directament emprant pyLoad
el: Συγγνώμη, η υποστήριξη για την έναρξη %s απευθείας μέσα από το pyLoad έχει καταργηθεί
gl: Sentímolo, pero retirámolo soporte para iniciar %s directamente en pyLoad
pt: Desculpa, retirámos o suporte para iniciar %s diretamente a partir do pyLoad
sr: Нажалост, прекинули смо подршку за покретање %s директно из pyLoad-а

source: You can use the threaded server which offers good performance and ssl,
ca: Pots emprar el servidor amb fils que ofereix millor rendiment i ssl,
el: Μπορείτε να χρησιμοποιήσετε τον threaded server που προσφέρει καλή απόδοση και ssl,
gl: Pode empregar o servidor con fíos que ofrece un bo rendemento e ssl,
pt: O servidor threaded pode ser utilizado, oferecendo bom desempenho e ssl,
sr: Можете да користите нитни сервер који пружа добре перформансе и SSL,

source: of course you can still use your existing %s with pyLoads fastcgi server
ca: per suposat encara pots emprar el teu %s amb el servidor fastcgi de pyLoad
el: φυσικά μπορείτε ακόμα να χρησιμοποιήσετε τις υπάρχουσες %s με τον fastcgi διακομιστή του pyLoad
gl: por suposto pode seguir empregando o seu %s existente co servidor fastcgi de pyLoad
pt: Claro, você ainda pode usar o %s existente com o servidor fastcgi do pyLoad
sr: а можете и да наставите са коришћењем постојећег %s са сервером pyLoad FastCGI

source: sample configs are located in the module/web/servers directory
ar: عينات الاعدادات موجودة في المجلد module/web/servers
ca: les configuracions d'exemple estan al directori module/web/servers
el: παραδείγματα αρχείων ρυθμίσεων βρίσκονται μέσα στο φάκελο module/web/servers
gl: as configuracións de exemplo encóntranse no directorio module/web/servers
sr: Примери конфигурација налазе се у фасцикли module/web/servers

source: Can't use %(server)s, python-flup is not installed!
ar: لايمكن استخدام %(خادم), لم يتم تثبيت python-flup!
ca: No s'ha pogut emprar %(server)s, python-flup no està instal·lat!
el: Αποτυχία χρήσης του %(server)s, δεν είναι εγκατεστημένο το πακέτο python-flup!
gl: Non pode usar %(server)s, python-flup non está instalado!
pt: Não é possível usar o %(server)s, python-flup não está instalado!
sr: Не могу да користим %(server)s јер python-flup није инсталиран.

source: Error importing lightweight server: %s
ca: Error important el servidor lleuger: %s
el: Σφάλμα εισαγωγής του διακομιστή lightweight: %s
gl: Erro importando servidor lixeiro: %s
sr: Грешка при увозу лаганог сервера: %s

source: You need to download and compile bjoern, https://github.com/jonashaag/bjoern
ar: تحتاج لتحميل و تثبيت bjoern, https://github.com/jonashaag/bjoern
ca: Has de descarregar i compilar el bjoern. https://github.com/jonashaag/bjoern
el: Χρειάζεται να κατεβλασετε και να συντάξετε το bjoern, https://github.com/jonashaag/bjoern
gl: Debe descargar e compilar bjoern, https://github.com/jonashaag/bjoern
pt: Você precisa baixar e compilar bjoern, https://github.com/jonashaag/bjoern
sr: Преузмите га испод, компилирајте и копирајте bjoern.so у module/lib

source: Copy the boern.so to module/lib folder or use setup.py install
ar: انسخ boern.so الى module/lib او استخدم setup.py install
ca: Copia el fitxer boern.so a la carpeta module/lib o empra setup.py install
el: Αντιγράψτε το άρθρωμα boern.so στο φάκελο module/lib ή κάντε χρήση του setup.py install
gl: Copie o módulo boern.so ó cartafol module/lib ou use a instalación setup.py
pt: Copie o boern.so para a pasta lib/módulo ou use o instalador setup.py
sr: или инсталирајте помоћу датотеке „setup.py“: https://github.com/jonashaag/bjoern

source: Of course you need to be familiar with linux and know how to compile software
ar: بالطبع يجب ان تكون معتاد على لنكس وتعرف كيف تثبت البرامج
ca: Per suposat hauràs d'estar familiaritzat amb GNU/Linux i sabre com compilar programes
el: Μα φυσικά και χρειάζετε να είστε οικείος με τα linux και να ξέρετε πως να συντάσσεται λογισμικό
gl: Evidentemente, debe estar familiarizado con linux e saber como compilar software
pt: É claro que você precisa estar familiarizado com linux e saber como compilar software
sr: Наравно, потребно је да сте упознати са Linux-ом и да знате како да компилирате софтвер.

source: Server set to threaded, due to known performance problems on windows.
ca: El servidor està en mode multi-fil degut als problemes de rendiment a windows.
el: Ο διακομιστής άλλαξε σε threaded, λόγω κάποιων γνωστών προβλημάτων απόδοσης στα windows.
gl: Servidor en modo threaded, debido a problemas de rendemento coñecidos en windows.
pt: Servidor definido como threaded, devido a problemas de desempenho conhecidos no windows.
sr: Изабран је нитни сервер због познатих проблема са перформансама на Windows-у.

source: This server offers no SSL, please consider using threaded instead
ar: هذا المخدم لا يقدم خدمة SSL، يرجى النظر في استخدام بديلاً من ذلك
ca: Aquest servidor no ofereix SSL, si us plau considera l'opció d'emprar el servidor amb fils
el: Αυτός ο διακομιστής δεν προσφέρει SSL, αντί για αυτόν παρακαλώ σκεφτείτε την περίπτωση χρήσης του threaded
gl: Este servidor non ofrece SSL, por favor considere usar o servidor con fíos no seu lugar
pt: Este servidor não oferece SSL, por favor, considere usar HTTP{?} em vez disso
sr: Овај сервер не подржава SSL. Уместо њега користите нитни.

source: Starting builtin webserver: %(host)s:%(port)d
ca: Iniciant el servidor incorporat: %(host)s:%(port)d
el: Εκκίνηση του ενσωματωμένου διακομιστή web: %(host)s:%(port)d
gl: Iniciando servidor web incorporado: %(host)s:%(port)d
pt: Iniciando o servidor web embutido: %(host)s:%(port)d
sr: Покрећем уграђени сервер: %(host)s:%(port)d

source: Starting threaded SSL webserver: %(host)s:%(port)d
ca: Iniciant el servidor web SSL amb fils: %(host)s:%(port)d
el: Εκκίνηση του threaded SSL διακομιστή web: %(host)s:%(port)d
gl: Iniciando servidor web SSL con fíos: %(host)s:%(port)d
sr: Покрећем нитни SSL сервер: %(host)s:%(port)d

source: Starting threaded webserver: %(host)s:%(port)d
ca: Iniciant el servidor web amb fils: %(host)s:%(port)d
el: Εκκίνηση του threaded διακομιστή web: %(host)s:%(port)d
gl: Iniciando servidor web con fíos: %(host)s:%(port)d
sr: Покрећем нитни сервер: %(host)s:%(port)d

source: Starting fastcgi server: %(host)s:%(port)d
ca: Iniciant el servidor fastcgi: %(host)s:%(port)d
el: Εκκίνηση του διακομιστή fastcgi: %(host)s:%(port)d
gl: Iniciando servidor fastcgi: %(host)s:%(port)d
sr: Покрећем FastCGI сервер: %(host)s:%(port)d

source: Starting lightweight webserver (bjoern): %(host)s:%(port)d
ca: Iniciant el servidor web lleuger (bjoern): %(host)s:%(port)d
el: Εκκίνηση του web διακομιστή lightweight (bjoern): %(host)s:%(port)d
gl: Iniciando servidor web lixeiro (bjoern): %(host)s:%(port)d
sr: Покрећем Bjoern сервер: %(host)s:%(port)d

source: You dont have permission to access this page.
ar: لا يوجد لديك صلاحيات للوصول لهذه الصفحه
ca: No tens permisos per accedir a aquesta pàgina.
el: Δεν σας επιτρέπετε η πρόσβαση σε αυτή τη σελίδα
gl: Non ten permisos para acceder a esta páxina.
sr: Немате дозволу за приступ овој страници.

source: Download directory not found.
ar: مجلد التحميلات غير موجود
ca: No s'ha trobat el directori de descàrregues.
el: Ο κατάλογος μεταφορτώσεων δεν βρέθηκε
gl: Non se encontra o directorio de descarga.
sr: Фасцикла за преузимања није пронађена.

source: unlimited
ar: غير محدود
ca: il·limitat
el: απεριόριστο
pt: ilimitado
sr: неограничено

source: not available
ar: غير متوفر
ca: no disponible
el: μη διαθέσιμο
gl: non dispoñible
pt: Indisponível
sr: недоступно

source: Run pyLoadCore.py -s to access the setup.
ar: قم بتشغيل pyLoadCore.py -s لتبداء التثبيت
ca: Executa pyLoadCore.py -s per accedir a l'instal·lació.
el: Εκτελέστε την εντολή pyLoadCore.py -s για πρόσβαση στην εγκατάσταση.
gl: Execute pyLoadCore.py -s para acceder á instalación.
sr: Покрените pyLoadCore.py -s да бисте приступили подешавању.

source: Download chunks failed, fallback to single connection | %s
ar: فشل التنزيل على اجزاء, العودة الى التنزيل على اتصال واحد | %s
ca: Descàrrega per trossos fallida, tornant a la connexió única | %s
el: Η λήψη των κομματιών απέτυχε, επιστροφή σε κατάσταση μονής σύνδεσης | %s
gl: Descarga por partes falida, conexión única de emerxencia| %s
pt: pedaços do Download falharam, retornar para conexão simples |%s
sr: Одломци преузимања нису успели. Враћање на једну везу | %s

source: Download starts: %s
ar: بدء التنزيل: %s
ca: Iniciant descàrrega: %s
el: Η λήψη ξεκινά: %s
gl: Iniciando descarga: %s
pt: Inicio do Download: %s
sr: Преузимање је започето: %s

source: Download finished: %s
ar: تم الانتهاء من التنزيل: %s
ca: Descàrrega finalitzada: %s
el: Η λήψη ολοκληρώθηκε: %s
gl: Descarga finalizada: %s
pt: Termino do Download: %s
sr: Преузимање је завршено: %s

source: Plugin %s is missing a function.
ar: الاضافة %s تفتقد الى وظيفة.
ca: El plugin %s troba a faltar una funció.
el: Στο πρόσθετο %s λείπει μια λειτουργία.
gl: O engadido %s non atopa ningunha función.
pt: Plugin %s está sem uma função.
sr: Прикључку %s недостаје функција.

source: Download aborted: %s
ar: تم الغاء التنزيل: %s
ca: Descàrrega avortada: %s
el: Η λήψη ματαιώθηκε: %s
gl: Descarga cancelada: %s
pt: Download abortado: %s
sr: Преузимање је прекинуто: %s

source: Download restarted: %(name)s | %(msg)s
ar: تم اعادة تشغيل التنزيل: %(name)s | %(msg)s
ca: Descàrrega reiniciada: %(name)s | %(msg)s
el: Η λήψη επανεκκινήθηκε: %(name)s | %(msg)s
gl: Descarga reiniciada: %(name)s | %(msg)s
pt: Download reiniciado: %(name)s | %(msg)s
sr: Преузимање је поново покренуто: %(name)s | %(msg)s

source: Download is offline: %s
ar: التنزيل غير متصل: %s
ca: La descàrrega està fora de línia: %s
el: Η λήψη είναι εκτός σύνδεσης: %s
gl: A descarga está fóra de servizo: %s
pt: Download está offline: %s
sr: Преузимање је ван мреже: %s

source: Download is temporary offline: %s
ar: التنزيل غير متصل مؤقتا: %s
ca: La descàrrega està temporalment fora de línia: %s
el: Η λήψη είναι προσωρινά εκτός σύνδεσης: %s
gl: A descarga está temporalmente fora de servizo: %s
pt: Download esta temporariamente offline: %s
sr: Преузимање је тренутно ван мреже: %s

source: Download failed: %(name)s | %(msg)s
ar: فشل التنزيل: %(name)s | %(msg)s
ca: Descàrrega fallida: %(name)s | %(msg)s
el: Η λήψη απέτυχε: %(name)s | %(msg)s
gl: Descarga falida: %(name)s | %(msg)s
pt: Download falhou: %(name)s | %(msg)s
sr: Преузимање није успело: %(name)s | %(msg)s

source: Couldn't connect to host or connection reset, waiting 1 minute and retry.
ar: لايمكن الوصول الى الخادم او اعادة الاتصال, الانتظار 1 دقيقة و اعادة المحاولة.
ca: No s'ha pogut connectar amb el servidor o la connexió s'ha reiniciat, esperant 1 minuts per tornar-ho a provar.
el: Αποτυχία σύνδεσης με το διακομιστή ή διακοπή σύνδεσης, αναμονή 1 λεπτό πριν γίνει κι άλλη προσπάθεια.
gl: No se puido conectar ó servidor ou conexión reiniciada, esperando 1 minuto e tentando de novo.
pt: Impossível conectar com o host ou a conexão receptou, tentar novamente em 1 minuto.
sr: Не могу да се повежем са хостом или је веза прекинута. Поновно повезивање за 1 минут.

source: Download skipped: %(name)s due to %(plugin)s
ar: تم تخطي التنزيل: %(name)s بسبب %(plugin)s
ca: Descàrrega omitida: %(name)s due to %(plugin)s
el: Έγινε παράλειψη στη λήψη: %(name)s εξαιτίας του %(plugin)s
gl: Descarga omitida: %(name)s debido a %(plugin)s
pt: Download pulado: %(name)s pois %(plugin)s
sr: Преузимање је прескочено: %(name)s због %(plugin)s

source: Decrypting starts: %s
ca: Desxifrant comença en: %s
el: Εκκίνηση αποκρυπτογράφησης: %s
gl: Comeza o descifrado: %s
sr: Дешифровање је започето: %s

source: Decrypting failed: %(name)s | %(msg)s
ca: Desxifrat fallit: %(name)s | %(msg)s
el: Η αποκρυπτογράφηση απέτυχε: %(name)s | %(msg)s
gl: Descifrado falido: %(name)s | %(msg)s
sr: Дешифровање није успело: %(name)s | %(msg)s

source: Retrying %s
ca: Re-intentant %s
el: Γίνεται ξανά προσπάθεια %s
gl: Reintentando %s
sr: Покушавам поново %s

source: Info Fetching for %(name)s failed | %(err)s
ar: فشل جلب المعلومات ل %(name)s | %(err)s
ca: Obtenint informació per %(name)s failed | %(err)s
el: Η ανάκτηση πληροφοριών για το %(name)s απέτυχε | %(err)s
gl: A Obtención de información para %(name)s fallou | %(err)s
pt: Busca de informações para %(name)s falhou|%(err)s
sr: Не могу да преузмем податке за %(name)s | %(err)s

source: Error executing hooks: %s
ca: Error executant ganxos: %s
el: Σφάλμα κατά την εκτέλεση των hooks: %s
gl: Erro executando as ligazóns: %s
sr: Грешка при извршавању кука: %s

source: Failed activating %(name)s
ar: فشل التفعيل %(name)s
ca: L'activació de %(name)s ha fallat
el: Αποτυχία ενεργοποίησης %(name)s
gl: Fallou a activación de %(name)s
pt: Falha de ativação %(name)s
sr: Не могу да активирам %(name)s
