Repository: trayhem/pyload
Catalog: locale/*/LC_MESSAGES/pyLoad.po
Languages: ar, ca, el, gl, pt, sr

source: Please add your rehost.to account first and restart pyLoad
ar: يرجى اضافة حساب rehost.to اولا ثم اعاده تشغيل باي لود
ca: Si us plau afegir el seu compte de rehost.to primer i reinicieu pyLoad
el: Παρακαλώ προσθέστε πρώτα τον λογαριαμό σας στο rehost.to και επανεκκινήστε το pyLoad
gl: Por favor, engada primeiro a súa conta rehost.to e reinicie pyLoad
pt: Por favor adicione sua conta rehost.to antes de reiniciar o pyLoad
sr: Прво додајте налог на сервису rehost.to па поново покрените pyLoad.

source: Please add a valid premiumize.me account first and restart pyLoad.
ca: Si us plau afegiu un compte vàlid premiumize.me primer i reinicieu pyLoad.
el: Παρακαλώ προσθέστε πρώτα έναν έγκυρο λογαριαμό στο premiumize.me και επανεκκινήστε το pyLoad.
pt: Por favor, adicione uma conta válida premiumize.me primeiro e reinicie o pyLoad.
sr: Додајте исправан налог сервиса premiumize.me па поново покрените pyLoad.

source: %d credits left
ar: %d رصيد متبقي
ca: %d crèdits restants
el: απομένουν %d πόντοι
pt: %d créditos sobrando
sr: Преостало је %d кредита

source: Pil and tesseract not installed and no Client connected for captcha decrypting
ar: pil و tesseract غير مثبت ولايوجد عميل متصل لفك كلمة التحقق
ca: Pil i tesseract no estan instal·lats i no hi ha cap Client connectat per desxifrar captchas
el: Το PIL και το tesseract δεν είναι εγκαταστημένα και δεν υπάρχει πρόγραμμα-πελάτης συνδεμένος για αποκρυπτογράφηση captcha
gl: Pil e tesseract non están instalados e no hai cliente conectado para descifrar o captcha
pt: Pil e tesseract não estão instalados e nenhum cliente está conectado para reconhecimento de captcha
sr: Pil и Tesseract нису инсталирани, нити је повезан клијент ради дешифровања потврдних кодова.

source: No captcha result obtained in appropiate time by any of the plugins.
ca: Cap plugin ha pogut obtenir resultats apropiats d'aquest captcha en un temps assignat.
el: Δεν λήφθηκε κανένα αποτέλεσμα captcha στο κατάλληλο χρόνο από οποιοδήποτε από τα plugins.
gl: Non se obtiveron resultados para o captcha no tempo asignado de ningún dos engadidos.
pt: Nenhum resultado de captcha obtido no tempo adequado, por todos os plugins.
sr: Ниједан прикључак није примио резултате потврдних кодова у утврђеном времену.

source: Setting User and Group failed: %s
ar: فشل في اعداد المستخدم و المجموعه: %s
ca: Aplicació d'Usuari i el Grup ha fallat: %s
el: Η ρύθμιση χρηστών και ομάδων απέτυχε: %s
gl: Configuración de Usuario e Grupo falida: %s
pt: Configuração de usuário e grupo falhou: %s
sr: Постављање корисника и групе није успело: %s

source: No Client connected for captcha decrypting
ar: لايوجد عميل متصل لفك تشفير الكاباتشا
ca: No hi ha cap client connectat per des-encriptar el captcha
el: Δεν συνδέθηκε κανένας πελάτης για την αποκωδικοποίηση του captcha
gl: Non hai cliente conectado para descifrar o captcha
pt: Nenhum cliente conectado para descriptografar o captcha
sr: Нема прикаченог клијента за дешифровање провере

source: Added package %(name)s containing %(count)d links
ar: حزم مضافه %(اسم) تحتوي %(عدد) روابط
ca: Afegit paquet %(name)s que conté les enllaços %(count)d
el: Προστέθηκε το πακέτο %(name)s που περιέχει %(count)d συνδέσμους
gl: Engadido o paquete %(name)s que contén %(count)d ligazóns
pt: Adicionado pacote %(name)s contendo %(count)d links
sr: Додат је пакет „%(name)s“ са %(count)d веза

source: Added %(count)d links to package #%(package)d
ar: مضافه %(عدد) روابط الى الحزمه #%(حزم)
ca: Afegits %(count)d enllaços al paquet #%(package)d
el: Προστέθηκαν %(count)d σύνδεσμοι στο πακέτο #%(package)d
gl: Engadidos %(count)d ligazóns ó paquete #%(package)d
pt: Adicionado %(count)d links de pacote #%(package)d
sr: Додато је %(count)d веза у пакет #%(package)d

source: No js engine detected, please install either Spidermonkey, ossp-js, pyv8 or rhino
ar: لم يتم العثور على محرك js, يرجى تثبيت Spidermonkey, ossp-js, pyv8 او rhino
ca: No s'ha trobat cap motor js, si us plau instal·la Spidermonkey, ossp-js, pyv8 o rhino
el: Καμία μηχανή js δεν βρέθηκε, παρακαλώ εγκαταστήσετε μια απο τις παρακάτω Spidermonkey, ossp-js, pyv8, rhino
gl: Non se detectou ningún motor de js, por favor instale Spidermonkey, ossp-js, pyv8 ou rhino
pt: Nenhuma engine js foi detectada, por favor instale o Spidermonkey, ossp-js, pyv8, nodejs ou rhino
sr: Није пронађен модул JavaScript-а. Инсталирајте SpiderMonkey, OSSP js, PyV8 или Rhino.
