Repository: trayhem/pyload
Catalog: locale/*/LC_MESSAGES/pyLoad.po
Languages: ar, ca, el, gl, pt, sr

source: Activated plugins: %s
ar: الاضافات المفعلة: %
ca: Plugins activats: %s
el: Ενεργοποιημένα πρόσθετα: %s
gl: Engadidos activados: %s
pt: Ativado plugins: %s
sr: Активирани прикључци: %s

source: Deactivate plugins: %s
ar: الاضافات المعطلة: %
ca: Plugins desactivats: %s
el: Απενεργοποίηση πρόσθετων: %s
gl: Engadidos desactivados: %s
pt: Desactivar plugins: %s
sr: Деактивирани прикључци: %s

source: Reconnect Failed: %s
ar: فشل في اعادة الاتصال: %s
ca: Reconnexió fallida: %s
el: Επανασύνδεση απέτυχε %s
gl: Reconexión Falida: %s
pt: Reconectar Falhou: %s
sr: Поновно повезивање није успело: %s

source: Reconnect script not found!
ar: البرنامج النصي لاعادة الاتصال غير متوفر!
ca: No s'ha trobat l'script de reconnexió!
el: Δεν βρέθηκε αρχείο εντολών για επανασύνδεση!
gl: Non se atopou o script de reconexión!
pt: Script de reconexão não encontrado!
sr: Скрипт за поновно повезивање није пронађен.

source: Starting reconnect
ar: بدء اعادة الاتصال
ca: Iniciant reconnexió
el: Ξεκινάει η επανασύνδεση
gl: Iniciando reconexión
pt: Iniciando reconexão
sr: Покрећем поновно повезивање

source: Failed executing reconnect script!
ar: فشل في تنفيذ البرنامج النصي لاعادة الاتصال!
ca: L'execució de l'script de reconnexió ha fallat!
el: Αποτυχία εκτέλεσης αρχείου εντολών επανασύνδεσης!
gl: Fallo executando o script de reconexión!
pt: Falha ao executar script de reconexão!
sr: Не могу да извршим скрипт за поновно повезивање.

source: Reconnected, new IP: %s
ar: تمت اعادة الاتصال, IP جديد: %s
ca: Reconnectat, nova IP: %s
el: Επανασυνδέθηκε, νέα διέυθυνση IP: %s
gl: Conectado de novo, nova dirección IP: %s
pt: Reconectado, novo IP: %s
sr: Веза је поново успостављена; нова IP адреса: %s

source: Not enough space left on device
ar: لم يتبقى مساحة كافية على الجهاز
ca: No queda suficient espai lliure al dispositiu
el: Δεν έχει απομείνει αρκετός χώρος στην συσκευή
gl: Non hai suficiente espazo libre no dispositivo
pt: Espaço insuficiente no dispositivo
sr: Нема довољно простора на уређају

source: Could not login with account %(user)s | %(msg)s
ar: لا يمكن تسجيل الدخول بهذا الحساب %(user)s | %(msg)s
ca: No s'ha pogut iniciar sessió amb el compte %(user)s | %(msg)s
el: Αποτυχία σύνδεσης με τον λογαριασμό %(user)s | %(msg)s
gl: Non se puido iniciar sesión coa conta %(user)s | %(msg)s
pt: Não pode ligar com a conta %(user)s | %(msg)s
sr: Не могу да се пријавим са налогом %(user)s | %(msg)s

source: Wrong Password
ar: كلمة مرور خاطئة
ca: Contrasenya Errònia
el: Λάθος κωδικός
gl: Contrasinal erróneo
pt: Senha incorreta
sr: Неисправна лозинка

source: Your Time %s has wrong format, use: 1:22-3:44
ca: L'hora %s està en un format incorrecte, empra: 1:22-3:44
el: Η ώρα σας %s έχει λάθος μορφή, χρησιμοποιήστε 1:22-3:44
gl: A hora %s ten un formato incorrecto, use: 1:22-3:44
sr: Време %s има лош формат, употреби: 1:22-3:44

source: Account %s has not enough traffic, checking again in 30min
ar: الحساب %s ليس فية كمية بيانات كافية, اعد التحقق خلال 30 دقيقة
ca: El compte %s no te suficient tràfic, es tornarà a comprovar d'aquí 30min
el: Στον λογαριασμό %s δεν έχει απομείνει αρκετή κίνηση δεδομένων, θα γίνει πάλι έλεγχος σε 30 λεπτά
gl: A conta %s non ten tráfico suficiente, comprobarase outra vez en 30min
pt: A conta %s não tem tráfego suficiente, checando novamente em 30 min
sr: Налог %s нема довољно саобраћаја. Проверавам поново за 30 минута.

source: Account %s is expired, checking again in 1h
ar: انتهت مدة الحساب %s, تحقق مرة اخرى في 1 ساعة
ca: El compte %s està caducat, es tornarà a comprovar d'aquí 1h
el: Ο λογαριασμός %s έχει λήξει, θα γίνει ξανά έλεγχος σε 1 ώρα
gl: A conta %s expirou, compróbea de novo en 1h
pt: A conta %s expirou, checando novamente em 1h
sr: Налог %s је истекао. Проверавам поново за сат времена.

source: Downloadlimit reached
ar: لقد وصلت الى الحد الاقصى للتنزيل
ca: Límit de descàrrega assolit
el: Φτάσατε στο μέγιστο όριο λήψεων
gl: Limite de descargas alcanzado
pt: Limite de Download alcançado
sr: Достигнуто је ограничење преузимања

source: %s has a invalid pattern.
ca: %s té un patró invàlid.
el: %s έχει ένα μη έγκυρο υπόδειγμα.
gl: %s ten un patrón inválido.
sr: %s има неважећи образац.

source: Error importing %(name)s: %(msg)s
ar: خطأ في استيراد %(name)s: %(msg)s
ca: Error important %(name)s: %(msg)s
el: Σφάλμα κατά την εισαγωγή %(name)s: %(msg)s
gl: Erro importando %(name)s: %(msg)s
pt: Erro ao importar %(name)s: %(msg)s
sr: Грешка увоза %(name)s: %(msg)s

source: No Hoster loaded
ar: لا مستضيف محمل
ca: No s'ha carregat cap proveïdor
el: Δεν φορτώθηκε κάποιος hoster
gl: Non se cargou ningún servidor
pt: Nenhum Hoster carregado
sr: Ниједан хостер није учитан

source: Activate direct Download in your Bitshare Account
ar: قم بتفعيل التحميل المباشر في حساب Bitshare لديك
ca: Activa la descàrrega directa al teu compte de Bitshare
el: Ενεργοποιήστε τις απευθείας λήψεις στον Bitshare λογαριασμό σας
gl: Active a descarga directa na súa conta de Bitshare
pt: Ativar Download direto em sua conta Bitshare
sr: Активирајте директно преузимање у налогу Bitshare-а

source: LinkList could not be cleared.
ca: LinkList no pot ser netejat.
el: Η Λίστα συνδέσμων δεν μπόρεσε να διαγραφεί.
gl: A lista de ligazóns non se puido limpar.
sr: LinkList не може да буде обрисан.

source: Account settings deleted, due to new config format.
ca: Els ajustaments del compte han estat eliminats degut al nou format de la configuració.
el: Η ρυθμίσεις του λογαριασμού διαγράφηκαν, λόγω νέας μορφοποίησης του αρχείου παραμετροποίησης.
gl: Configuración da conta borrada, debido ó formato da nova configuración.
pt: Configurações da conta excluídas, devido ao novo formato de configuração.
sr: Подешавања налога избрисане због новијег формата.

source: Authorization required (username:password)
ar: مطلوب تصريح (اسم مستخدم: كلمة مرور)
ca: Autorització requerida (usuari:contrasenya)
el: Απαιτείται πιστοποίηση (όνομα χρήστη:κωδικός)
gl: Autorización requirida (usuario:contrasinal)
pt: Autorização necessaria (nome de usuario: senha)
sr: Потребна је провера идентитета (корисничко име и лозинка)

source: Please enter your %s account or deactivate this plugin
ar: الرجاء إدخال حسابك في %s أو إلغاء تنشيط هذة الاضافة
ca: Si us plau, introdueixi el seu compte de %s o desactivar aquest plugin
el: Παρακαλώ εισάγετε το λογαριασμό σας %s ή απενεργοποιήστε αυτό το πρόσθετο
pt: Por favor entre sua %s conta ou desative este plugin
sr: Унесите налог на сервису %s или деактивирајте овај прикључак.

source: There was HTML Code in the Downloaded File (%s)...redirect error? The Download will be restarted.
ar: هناك رمز HTML في الملفات اللتي تم تنزيلها (%s)...خطاء اعادة توجية؟سوف يتم اعادة تشغيل التنزيل.
ca: Hi havia Codi HTML en el fitxer (%s) descarregat... error de re-direcció? Es re-iniciarà la descàrrega.
el: Υπήρχε κώδικας HTML στο αρχείο που μεταφορτώθηκε (%s)...πρόβλημα ανακατεύθυνσης ίσως; Η μεταφόρτωση θα επανεκκινήσει.
pt: Havia código HTML no arquivo baixado (%s)...erro de redirecionamento? O Download vai ser reiniciado.
sr: Пронађен је HTML кôд у преузетој датотеци (%s). Преузимање ће поново бити покренуто.

source: File temporarily not available
ar: الملف غير متوفر مؤقتا
ca: Fitxer temporalment no disponible
el: Το αρχείο είναι προσωρινά μη διαθέσιμο
gl: Arquivo non dispoñible temporalmente
pt: Arquivo temporariamente indisponível
sr: Датотека тренутно није доступна

source: Netload: waiting between downloads %d s.
ar: ضغط الشبكة: الانتظار بين التنزيلات %d.
ca: Netload: esperant entre descàrregues %d s.
el: Netload: αναμονή μεταξύ των λήψεων %d s.
gl: Netload: esperando entre descargas %d s.
pt: Netload: esperar entre os Downloads %d s.
sr: Netload: чекање између преузимања %d с.

source: Netload: waiting for captcha %d s.
ar: ضغط الشبكة: الانتظار من اجل كلمة التحقق%d.
ca: Netload: esperant per captcha %d s.
el: Netload: αναμονή για captcha %d s.
gl: Netload: esperando captcha %d s.
pt: Netload: esperando por capacha %d s.
sr: Netload: чекање потврдног кода %d с.

source: Downloaded File was empty
ar: الملف اللذي تم تنزيلة فارغ
ca: El fitxer descarregat estava buit
el: Το ληφθέν αρχείο ήταν άδειο
gl: O arquivo descargado estaba baleiro
pt: Arquivo baixado estava vazio
sr: Преузета датотека је празна

source: Impossible to connect to %s
ca: Impossible connectar-se a %s
el: Αδύνατη η σύνδεση με το %s
pt: Impossível conectar-se a %s
sr: Не могу да се повежем са %s

source: Impossible to debrid %s
ca: Ha estat impossible convertir a premium el link %s
el: Αδύνατο να γίνει debrid το μ%s
sr: Не могу да претворим везу %s у премијум

source: API key invalid
ar: مفتاح واحهة برمجة التطبيقات غير صالح
ca: Clau de API invàlida
el: Το κλειδί API δεν είναι έγκυρο
gl: Clave de API inválida
pt: Chave de API inválida
sr: API кључ је неисправан

source: %s: Not enough traffic left
ar: %s: لم يتبقى لديك بيانات كافية
ca: %s: No queda suficient tràfic
el: %s: Δεν απέμεινε αρκετή κίνηση δεδομένων
gl: %s: Non queda suficiente tráfico
pt: %s: Tráfego restante insuficiente
sr: %s: немате довољно саобраћаја

source: Traffic exceeded
ar: تم تجاوز البيانات المتوفرة
ca: Tràfic excedit
el: Υπέρβαση ορίου κίνησης δεδομένων
gl: Tráfico excedido
pt: Tráfego excedido
sr: Прекорачили сте саобраћај

source: Rapidshare: Traffic Share (direct download)
ar: Rapidshare: بيانات المشاركة (تحميل مباشر)
ca: Rapidshare: Tràfic Compartit (descàrrega directa)
el: Rapidshare: Traffic Share (απευθείας λήψη)
gl: Rapidshare: Tráfico compartido (descarga directa)
pt: Rapidshare: Compartilhamento de tráfego (Download direto)
sr: Rapidshare: дељење саобраћаја (директно преузимање)

source: Already downloading from this ip address, waiting 60 seconds
ar: جاري التحميل من عنوان الانترنت هذا, انتظر ل 60 ثانية
ca: Ja s'està descarregant des de aquesta adreça IP, esperant 60 segons
el: Κατεβάζετε ήδη από αυτή τη διεύθυνση ΙΡ, αναμονή 60 δευτερολέπτων
gl: Xa está descargando dende esta dirección ip, esperando 60 segundos
pt: Ja está baixando deste endereço de ip, espere 60 segundos
sr: Већ преузимате са ове IP адресе. Сачекајте 60 секунди.

source: Invalid Auth Code, download will be restarted
ar: رمز تاكيد غير صالح, سوف يتم اعادة التنزيل
ca: Codi d'Autenticació invàlid, la descàrrega serà reiniciada
el: Μη έγκυρος κώδικας , η λήψη θα γίνει επανεκκίνηση
gl: Código de Autenticación Inválido, a descarga reiniciarase
pt: Código de autenticação invalido, Download vai ser reiniciado
sr: Неисправан кôд за проверу идентитета. Преузимање ће поново бити покренуто.

source: RapidShareCom: No free slots
ar: RapidShareCom: لا يوجد مساحات فارغة
ca: RapidShareCom: No hi ha espais lliures
el: RapidShareCom: Δεν υπάρχουν ελέυθερα slots
gl: RapidShareCom: No quedan espazos dispoñibles
pt: RapidShareCom: Sem slots vazios
sr: Rapidshare.com: нема слободних слотова

source: You need a premium account for this file
ar: تحناج لحساب مدفوع من اجل هذا الملف
ca: Necessites un compte premium per aquest fitxer
el: Χρειάζεστε έναν λογαριασμό premium για αυτό το αρχείο
gl: Precisa dunha conta premium para este arquivo
pt: Você precisa de uma conta premium para este arquivo
sr: Потребан вам је премијум налог да бисте преузели ову датотеку

source: Filename reported invalid
ar: تم الابلاغ عن اسم الملف غير صالح
ca: Nom de fitxer informat invàlid
el: Το όνομα αρχείου αναφέρθηκε ως μη έγκυρο
gl: Nome do arquivo inválido
pt: Nome do arquivo relatado como invalido
sr: Пријављено име датотеке није исправно

source: Parallel download error, now waiting 60s.
ar: خطاء تنزيلات متوازية, الان انتظر 60 ثانية.
ca: Error de descàrrega paral·lela, esperant 60s.
el: Σφάλμα ταυτόχρονης λήψης, αναμονή 60s.
gl: Erro con descargas en paralelo, esperando 60s.
pt: Erro de Download paralelo, esperar 60 segundos.
sr: Грешка у истовременом преузимању. Сачекајте 60 секунди.

source: Not logged in.
ar: لم يتم تسجيل الدخول.
ca: No connectat.
el: Δεν έχετε συνδεθεί.
gl: Non iniciou sesión.
pt: Não está logado.
sr: Нисте пријављени.

source: Decryption failed
ar: فشل في فك التشفير
ca: Desxifrat ha fallat
el: Η αποκρυπτογράφηση απέτυχε
pt: Descriptografia falhou
sr: Дешифровање није успело

source: No file key provided in the URL
ar: لا يوجد مفتاح ملف مقدم في عنوان الانترنت
ca: Cap clau de fitxer proporcionat a la URL
el: Η διεύθυνση URL δεν παρείχε κανένα κλειδί αρχείου
pt: Nenhum arquivo chave fornecido na URL
sr: У URL адреси није наведен кључ датотеке

source: Error code:
ar: رمز خطاء:
ca: Codi d'error:
el: Κωδικός σφάλματος:
pt: Codigo do erro:
sr: Кôд грешке:

source: File not exists.
ca: El fitxer no existeix.
el: Το αρχείο δεν υπάρχει
gl: O ficheiro non existe.
pt: O arquivo não existe.
sr: Датотека не постоји.

source: Not able to connect server to get updates
ca: No es pot connectar al servidor per obtenir actualitzacions
el: Αδυναμία σύνδεσης στο διακομιστή για λήψη ενημερώσεων
pt: Não é capaz de se conectar a servidor para obter as atualizações
sr: Не могу да се повежем са сервером за ажурирања

source: No pyLoad version available
ca: Cap versió de pyLoad disponible
el: Δεν είναι διαθέσιμη η έκδοση του pyLoad
pt: Nenhuma versão do pyLoad disponível
sr: Верзија pyLoad-а није доступна

source: *** New pyLoad Version %s available ***
ar: *** نسخه جديده %s من باي لود متوفره ***
ca: *** La nova Versió %s de pyLoad està disponible ***
el: *** Είναι διαθέσιμη μια καινούρια έκδοση (%s) του pyLoad ***
gl: *** Nova versión %s de pyLoad dispoñible ***
pt: * * * Nova versão %s do pyLoad disponível * * *
sr: *** Доступна је нова верзија, pyLoad %s ***

source: *** Get it here: https://github.com/pyload/pyload/releases ***
ca: *** Obtén-lo aquí: https://github.com/pyload/pyload/releases ***
el: *** Κατεβάστε από εδώ: https://github.com/pyload/pyload/releases ***
pt: *** Consiga o aqui: https://github.com/pyload/pyload/releases ***
sr: *** Преузмите овде: https://github.com/pyload/pyload/releases ***

source: New version of [%(type)s] %(name)s (v%(oldver)s -> v%(newver)s)
ca: Nova versió de [%(type)s] %(name)s (v%(oldver)s-> v%(newver)s)
el: Νέα έκδοση των [%(type)s] %(name)s (v%(oldver)s -> v%(newver)s)
pt: Nova versão do [%(type)s] %(name)s (v%(oldver)s -> v%(newver)s)
sr: Нова верзија [%(type)s] %(name)s-а (v%(oldver)s → v%(newver)s)

source: Error when updating plugin %s
ca: Error en actualitzar el plugin %s
el: Σφάλμα κατά την ενημέρωση του πρόσθετου %s
pt: Erro ao atualizar plugin %s
sr: Грешка при ажурирању прикључка %s

source: Version mismatch
ar: نسخة غير متطابقة
ca: La versió no coincideix
el: Ασυμφωνία έκδοσης
gl: Non coincide a versión
pt: Incompatibilidade de versão
sr: Верзије се не поклапају

source: Removed blacklisted plugin: [%(type)s] %(name)s
ca: Eliminat plugin de la llista negra: [%(type)s] %(name)s
el: Αφαιρέθηκε το πρόσθετο που ήταν στη μαύρη λίστα: [%(type)s] %(name)s
pt: Plugin removido da lista negra: [%(type)s] %(name)s
sr: Уклоњен је забрањени прикључак: [%(type)s] %(name)s

source: Plugins updated and reloaded
ar: تم تحديث الاضافات و اعادة تشغيلها
ca: Plugins actualitzats i recarregats
el: Τα πρόσθετα αναβαθμίστηκαν και ξαναφορτώθηκαν
gl: Engadidos actualizados e cargados de novo
pt: Plugins atualizados e recarregados
sr: Прикључци су ажурирани и поново учитани

source: *** Plugins have been updated, pyLoad will be restarted now ***
ca: *** S'han actualitzat els plugis, pyLoad es reiniciarà ara ***
el: *** Τα πρόσθετα έχουν ενημερωθεί. Το pyLoad τώρα θα κάνει επανεκκίνηση ***
pt: *** Plugins foram atualizados, pyLoad será reiniciado agora ***
sr: *** Прикључци су ажурирани. pyLoad ће сада бити поново покренут. ***

source: No plugin updates available
ar: لا يوجد تحديثات للاضافات
ca: No hi ha actualitzacions de plugins disponibles
el: Δεν υπάρχουν αναβαθμίσεις για τα πρόσθετα
gl: Non hai actualizacións de engadidos dispoñibles
pt: Nenhuma atualização de plugin disponível
sr: Нема ажурирања за прикључке

source: Download finished: %(name)s @ %(plugin)s
ar: انتهى التنزيل: %(name)s @ %(plugin)s
ca: Descàrrega finalitzada: %(name)s @ %(plugin)s
el: Η λήψη ολοκληρώθηκε: %(name)s @ %(plugin)s
gl: Descarga finalizada: %(name)s @ %(plugin)s
pt: Download concluído: %(name)s @ %(plugin)s
sr: Преузимање је завршено: %(name)s @ %(plugin)s

source: New Captcha Request: %s
ar: طلب كلمة تحقق جديد: %s
ca: Nova petició de Captcha: %s
el: Αίτηση για νέο Captcha: %s
gl: Nova Petición de Captcha: %s
pt: Nova solicitação de Captcha: %s
sr: Нови захтев потврдног кода: %s

source: Answer with 'c %s text on the captcha'
ar: اجب ب 'c %s نص على كلمة التحقق'
ca: Constesta amb 'c %s text del captcha'
el: Απάντηση με 'c %s κείμενο για το captcha'
gl: Responda con 'c %s texto ó captcha'
pt: Responder com 'c %s o texto no captcha'
sr: Одговор с текстом на слици %s

source: Please add your premium.to account first and restart pyLoad
ca: Si us plau, afegeiu el vostre compte premium.to i torneu a iniciar pyLoad
el: Παρακαλώ προσθέστε πρώτα τον λογαριαμό σας στο premium.to και επανεκκινήστε το pyLoad
pt: Por favor adicione sua conta premium.to antes de reiniciar o pyLoad
sr: Прво додајте налог на сервису premium.to па поново покрените pyLoad

source: Added %s from HotFolder
ar: اضافه %s من HotFolder
ca: Afegit %s des de HotFolder
el: Προστέθηκε το %s από HotFolder
gl: Engadido %s dende HotFolder
pt: Adicionado %s de HotFolder
sr: Додато %s из HotFolder-а

source: No %s installed
ar: لا %s مثبت
ca: El %s no està instal·lat
el: Δεν έχει εγκατασταθεί το %s
gl: %s non instalado
pt: Sem %s instalado
sr: Није инсталиран %s

source: Could not activate %s
ar: لا يمكن تفعيل %s
ca: No s'ha pogut activar %s
el: Αποτυχία ενεργοποίησης του %s
gl: Non se puido activar %s
pt: Não foi possível activar o %s
sr: Не могу да активирам %s

source: Activated
ar: تم التفعيل
ca: Activat
el: Ενεργοποιήθηκε
gl: Activado
pt: Ativado
sr: Активирано

source: No Extract plugins activated
ar: لا اضافات استخراج مفعلة
ca: No hi han connectors d'extracció activats
el: Δεν έχουν ενεργοποιηθεί πρόσθετα για αποσυμπίεση
gl: Non se activaron os engadidos de extracción
pt: Não ha plugins de extração ativos
sr: Нису активирани прикључци за распакивање

source: Package %s queued for later extracting
ar: الحزمه %s في قائمة الانتظار للاستخراج لاحقا
ca: El paquet %s s'ha posat a la cua per una posterior extracció
el: Το πακέτο %s έχει δρομολογηθεί για αποσυμπίεση αργότερα
gl: Paquete %s posto na cola para a súa extracción posterior
pt: Pacote %s enfileirados para extração posterior
sr: Пакет „%s“ је стављен у ред за распакивање

source: Check package %s
ar: تفحص الحزم %s
ca: Revisa el paquet %s
el: Έλεγχος του πακέτου %s
gl: Comprobar paquete %s
pt: Verificar pacote %s
sr: Провери пакет „%s“

source: Extract to %s
ar: استخراج الى %s
ca: Extreu a %s
el: Αποσυμπίεση στο %s
gl: Extraer a %s
pt: Extrair para %s
sr: Распакуј у %s

source: No files found to extract
ar: لم يتم العثور على ملفات للاستخراج
ca: No s'han trobat fitxers per extreure
el: Δεν βρέθηκαν αρχεία για αποσυμπίεση
pt: Arquivos não encontrados para extrair
sr: Нема датотека за распакивање

source: extracting
ar: فك الظغط
ca: extraient
el: αποσυμπιέζεται
gl: extraendo
pt: extraindo
sr: распакујем

source: Password protected
ar: محمي بكلمة مرور
ca: Protegit amb contrasenya
el: Προστατευμένο με κωδικό
gl: Protexido con contrasinal
pt: Protegido por senha
sr: Заштићено лозинком

source: Wrong password
ar: كلمة مرور خاطئة
ca: Contrasenya incorrecta
el: Λάθος κωδικός
gl: Contrasinal erróneo
pt: Senha incorreta
sr: Неисправна лозинка

source: Deleting %s files
ar: حذف %s الملفات
ca: Eliminant els fitxers %s
el: Διαγραφή %s αρχείων
gl: Borrando ficheiros %s
pt: Excluindo %s arquivos
sr: Бришем %s датотека

source: Extracting finished
ar: تم الانتهاء من الاستخراج
ca: Extracció finalitzada
el: Η αποσυμπίεση τελείωσε
gl: Extracción finalizada
pt: Extração terminada
sr: Распакивање је завршено

source: Archive Error
ar: خطأ في الأرشيف
ca: Error d'arxiu
el: Σφάλμα στο συμπιεσμένο αρχείο
gl: Erro de Arquivo
pt: Erro de arquivo
sr: Грешка у архиви

source: CRC Mismatch
ar: CRC غير متطابق
ca: El CRC no coincideix
el: Ασυμφωνία CRC
gl: O CRC non coincide
pt: Incompatibilidade de CRC
sr: CRC се не поклапа

source: Unknown Error
ar: خطاء غير معروف
ca: Error desconegut
el: Άγνωστο Σφάλμα
gl: Erro Descoñecido
pt: Erro desconhecido
sr: Непозната грешка

source: Setting User and Group failed
ar: فشل في تحديد المستخدم و المجموعة
ca: Configuració d'usuari i el grup ha fallat
el: Ο ορισμός του Χρήστη και της Ομάδας απέτυχαν
gl: Configuración de Usuario e Grupo falida
pt: Configuração de usuário e grupo falhou
sr: Постављање корисника и групе није успело

source: Click'N'Load: Port 9666 already in use
ar: ضغط و تحميل: منفذ 9666 قيد الاستخدام
ca: Click'N'Load: El Port 9666 ja s'està en ús
el: Click'N'Load: Η θύρα 9666 χρησιμοποιείται ήδη
gl: Click'N'Load: O porto 9666 xa está en uso
pt: Click'n'Load: porta 9666 já está em uso
sr: Click'N'Load: порт 9666 већ је у употреби

source: %s credits left
ar: %sرصيد متبقي
ca: %s crèdits restants
el: απομένουν %s πόντοι
gl: %s créditos restantes
pt: %s créditos sobrando
sr: Преостало је %s кредита

source: Could not send response.
ar: لايمكن ارسال رد.
ca: No s'ha pogut enviar la resposta.
el: Αποτυχία αποστολής απάντησης.
pt: Não pode enviar resposta.
sr: Не могу да пошаљем одговор.

source: Your CaptchaTrader Account has not enough credits
ar: حسابك في CaptchaTrader لا يحتوي رصيد كافي
ca: El teu compte de CaptchaTrader no te crèdits suficients
el: Ο λογαρισμός σας CaptchaTrader δεν έχει αρκετούς πόντους
gl: A súa conta de CaptchaTrader non ten créditos suficientes
pt: Sua conta CaptchaTrader não tem créditos suficientes
sr: У вашем налогу на сервису CaptchaTrader нема довољно кредита.

source: Crypter list not found
ar: لم يتم العثور على قائمة Crypter
ca: Llista de Crypter no trobada
el: Η λίστα Crypter δεν βρέθηκε
pt: Lista do Crypter não encontrada
sr: Списак шифратора није пронађен

source: Crypter list is empty
ar: قائمة Crypter فارغة
ca: La llista de Crypter està buida
el: Η λίστα Crypter είναι κενή
pt: Lista do Crypter vazia
sr: Списак шифратора је празан

source: Download finished: %(name)s @ %(plugin)s
ar: انتهى التحميل: %(name)s @ %(plugin)s
ca: Descàrrega finalitzada : %(name)s @ %(plugin)s
el: Η λήψη ολοκληρώθηκε: %(name)s @ %(plugin)s
gl: Descarga finalizada: %(name)s @ %(plugin)s
pt: Download terminado: %(name)s @ %(plugin)s
sr: Преузимање је завршено: %(name)s @ %(plugin)s

source: New CaptchaID from upload: %s : %s
ar: هوية تحقق جديدة من upload: %s :%s
ca: Nou CaptchaID de càrrega: %s : %s
el: Νέο CaptchaID από τη μεταφόρτωση: %s : %s
pt: Novo CaptchaID do upload: %s : %s
sr: Нови CaptchaID од отпремања: %s : %s

source: Your Captcha 9kw.eu Account has not enough credits
ar: حسابك للتحقق 9kw.eu لا يحتوي على رصيد كافي
ca: El teu compte de 9kw.eu no te crèdits suficients
el: Ο λογαριασμός σας Captcha 9kw.eu δεν έχει αρκετούς πόντους
pt: Sua conta 9kw.eu não tem créditos suficientes
sr: У вашем налогу на сервису 9kw.eu нема довољно кредита.

source: Installed scripts for %s:
ar: سكربت مثبت ل %s:
ca: Scripts instal·lats per %s:
el: Εγκατεστημένα αρχεία εντολών για το %s:
gl: Scripts instalados para %s:
pt: scripts instalados para %s:
sr: Инсталирани скриптови за %s:

source: Script not executable:
ar: سكربت غير قابل للتنفيذ:
ca: Script no executable:
el: Το αρχείο εντολών δεν είναι εκτελέσιμο:
gl: Script non executable:
pt: Scrip não executável:
sr: Скрипт не може да се изврши:

source: Error in %(script)s: %(error)s
ar: خطاء في %(script)s: %(error)s
ca: Error en %(script)s: %(error)s
el: Σφάλμα στο %(script)s: %(error)s
gl: Erro en %(script)s: %(error)s
pt: Erro em %(script)s: %(error)s
sr: Грешка у %(script)s: %(error)s

source: Your ExpertDecoders Account has not enough credits
ar: لم يتبقى لديك رصيد كافي في حساب ExpertDecoders لديك
ca: El teu compte de ExpertDecoders no te crèdits suficients
el: Ο λογαριασμός στο ExpertDecoders δεν έχει αρκετούς πόντους
pt: Sua conta ExpertDecoders não tem créditos suficientes
sr: У вашем налогу на сервису ExpertDecoders нема довољно кредита.
