Repository: trayhem/pyload
Catalog: locale/*/LC_MESSAGES/setup.po
Languages: de, pt

source: y
de: j
pt: s

source: Welcome to the pyLoad Configuration Assistant.
de: Willkommen zum pyLoad Konfigurationsassistenten.
pt: Bem-vindo ao assistente de configuração do pyLoad.

source: It will check your system and make a basic setup in order to run pyLoad.
de: Dein System wird geprüft und einige Grundeinstellungen vorgenommen um pyLoad auszuführen.
pt: Ele irá verificar o seu sistema e fazer uma configuração básica para executar o pyLoad.

source: The value in brackets [] always is the default value,
de: Der Wert in Klammern [] ist immer der Standardwert,
pt: O valor entre colchetes [] é sempre o valor padrão,

source: in case you don't want to change it or you are unsure what to choose, just hit enter.
de: Falls du sie nicht ändern möchtest oder unsicher bist, drücke einfach Enter.
pt: no caso de você não quer mudá-lo ou você não tiver certeza qual escolher, apenas tecle enter.

source: Don't forget: You can always rerun this assistant with --setup or -s parameter, when you start pyLoadCore.
de: Beachte: Du kannst diesen Assistenten jederzeit wieder unter Verwendung des Parameters --setup oder -s starten.
pt: Não se esqueça: você sempre pode executar novamente o assistente com os parâmetros --setup ou -s, quando você iniciar o pyLoadCore.

source: If you have any problems with this assistant hit STRG-C,
de: Wenn du mit diesem Assistenten irgendwelche Probleme hast drücke STRG+C
pt: Se você tiver quaisquer problemas com este assistente de CTRL + C,

source: to abort and don't let him start with pyLoadCore automatically anymore.
de: um abzubrechen und ihn nicht mehr automatisch zu starten.
pt: para cancelar e não deixá-lo iniciar automaticamente com pyLoadCore.

source: When you are ready for system check, hit enter.
de: Wenn du für die Systemüberprüfung bereit bist, drücke Enter.
pt: Quando estiver pronto para verificação do sistema, aperte enter.

source: You need pycurl, sqlite and python 2.5, 2.6 or 2.7 to run pyLoad.
de: Du brauchst pycurl, sqlite und python 2.5, 2.6 oder 2.7 um pyLoad zu starten.
pt: Você precisa pycurl, sqlite e python 2.5, 2.6 ou 2.7 para executar pyLoad.

source: Please correct this and re-run pyLoad.
de: Bitte korrigiere das und starte pyLoad neu.
pt: Corrija isto e re-execute o pyLoad.

source: Setup will now close.
de: Das Setup wird sich nun beenden.
pt: A instalação ir fechar agora.

source: System check finished, hit enter to see your status report.
de: System-Check beendet, drücke Enter um deinen Status Bericht zu sehen.
pt: Verificação do sistema finalizada, aperte enter para ver seu relatório de status.

source: container decrypting
pt: recipiente de decriptação

source: ssl connection
de: SSL Verbindung
pt: conexão SSL

source: automatic captcha decryption
de: Automatisches Captcha einlesen
pt: descriptografia automática do captcha

source: Webinterface
de: Weboberfläche
pt: Interface Web

source: extended Click'N'Load
de: erweitertes Click'N'Load
pt: Click'N'Load estendido

source: Features available:
de: Verfügbare Funktionen:
pt: Recursos disponíveis:

source: Featues missing:
de: Fehlende Funktionen:
pt: Recursos indisponíveis:

source: no py-crypto available
de: kein py-crypto verfügbar
pt: Py-crypto não disponível

source: You need this if you want to decrypt container files.
de: Wird benötigt um Container Dateien zu entschlüsseln.
pt: Você precisa disso, se você deseja descriptografar arquivos de contêineres.

source: no SSL available
de: Kein SSL verfügbar
pt: sem SSL disponível

source: This is needed if you want to establish a secure connection to core or webinterface.
de: Wird gebraucht falls du eine SSL Verbindung zu Core oder Webinterface einstellen willst.
pt: Isto é necessário se você deseja estabelecer uma conexão segura com o núcleo ou a interface Web.

source: If you only want to access locally to pyLoad ssl is not usefull.
de: Falls du nur lokal zugreifen willst, ist SSL überflüssig.
pt: Se você apenas deseja acessar localmente o pyLoad, o ssl não é útil.

source: no Captcha Recognition available
de: keine Captcha Erkennung verfügbar
pt: Não há reconhecimento de Captcha disponível

source: Only needed for some hosters and as freeuser.
de: Wird für einige Hoster als Freeuser benötigt.
pt: Só é necessário para alguns hosters e como freeuser.

source: no JavaScript engine found
de: keine JavaScript Engine gefunden
pt: nenhum motor de JavaScript encontrado

source: You will need this for some Click'N'Load links. Install Spidermonkey, ossp-js, pyv8 or rhino
de: Du benötigst das für einige Click'n'Load Links. Installiere Spidermonkey, ossp-js, pyv8 oder rhino
pt: Você vai precisar disto para alguns links Click'N'Load. Instale o Spidermonkey, ossp-js, pyv8 ou rhino

source: You can abort the setup now and fix some dependicies if you want.
de: Du kannst das Setup nun abbrechen und Abhängigkeiten fixen, falls du willst.
pt: Você pode cancelar a instalação agora e corrigir algumas dependências, se quiser.

source: Continue with setup?
de: Installation fortsetzen?
pt: Continuar com a configuração?

source: Do you want to change the config path? Current is %s
de: Möchtest du den Pfad zu den Konfigurationsdateien ändern? Jetziger ist %s
pt: Você quer alterar o caminho de configuração? O atual é %s

source: If you use pyLoad on a server or the home partition lives on an iternal flash it may be a good idea to change it.
de: Falls du pyLoad auf einem Server benutzt, oder die home Partition auf einem internen Flashspeicher liegt, wär es eine gute Idee ihn zu ändern.
pt: Se você usar o pyLoad em um servidor ou a partição home está em uma memoria interna, pode ser uma boa idéia para mudá-lo.

source: Change config path?
de: Konfigurationspfad ändern?
pt: Alterar o caminho de configuração?

source: Do you want to configure login data and basic settings?
de: Wollen Sie die Anmeldedaten und Grundeinstellungen festlegen?
pt: Você quer configurar dados de login e configurações básicas?

source: This is recommend for first run.
de: Wird für den ersten Start empfohlen.
pt: Isto é recomendável para a primeira execução.

source: Make basic setup?
de: Grundeinstellungen vornehmen?
pt: Fazer a configuração básica?

source: Do you want to configure ssl?
de: Willst du SSL konfigurieren?
pt: Você quer configurar o ssl?

source: Configure ssl?
de: SSL konfigurieren?
pt: Configurar o ssl?

source: Do you want to configure webinterface?
de: Willst du das Webinterface konfigurieren?
pt: Você quer configurar a interface Web?

source: Configure webinterface?
de: Webinterface konfigurieren?
pt: Configurar a interface Web?

source: Setup finished successfully.
de: Setup erfolgreich beendet.
pt: Configuração concluída com êxito.

source: Hit enter to exit and restart pyLoad
de: Drücke Enter zum beenden und starte pyLoad neu
pt: Aperte enter para sair e reiniciar o pyLoad

source: ## System Check ##
de: ## Systemüberprüfung ##
pt: ## Verificação do sistema ##

source: Your python version is to new, Please use Python 2.6/2.7
de: Deine python version ist zu neu, benutze python 2.6/2.7
pt: Sua versão do python é nova, por favor, usar o Python 2.6/2.7

source: Your python version is to old, Please use at least Python 2.5
de: Deine Python Version ist zu alt, benutze mindestens 2.5
pt: Sua versão do python é a antiga, por favor, use pelo menos o Python 2.5

source: Python Version: OK
pt: Versão do Python: OK

source: Your installed jinja2 version %s seems too old.
de: Ihre installierte Version %s von jinja2 scheint veraltet zu sein.
pt: Sua versão instalada jinja2 %s é muito antiga.

source: You can safely continue but if the webinterface is not working,
de: Sie können problemlos fortfahren, das Webinterface wird aber nicht funktionieren,
pt: Você pode seguramente continuar, mas a interface Web não estará funcionando,

source: please upgrade or deinstall it, pyLoad includes a sufficient jinja2 libary.
de: sollten Sie es upgrade oder deinstallieren, pyload bringt eine ausreichende jinja2 Bibliothek mit.
pt: por favor atualizar ou desinstalá-lo, pyLoad inclui uma biblioteca de jinja2 suficiente.

source: JS engine
pt: Motor JS

source: ## Basic Setup ##
de: ## Grundeinstellungen ##
pt: # # Instalação basica # #

source: The following logindata is valid for CLI and webinterface.
de: Die folgenden Anmeldedaten sind für CLI, GUI und Webinterface gültig.
pt: Os dados de login à seguir são válidos para o CLI, GUI e a interface Web.

source: Username
de: Benutzername
pt: Nome do usuário

source: External clients (GUI, CLI or other) need remote access to work over the network.
de: Externe Clients (GUI, CLI und andere) benötigen Fernzugriff, um via Netzwerk zugreifen zu können.
pt: Os clientes externos (GUI, CLI ou outros) precisam de acesso remoto para funcionar na rede.

source: However, if you only want to use the webinterface you may disable it to save ram.
de: Solltest Du jedoch nur das Webinterface nutzen, kannst Du Ihn deaktivieren, um den Speicherverbrauch zu verringern.
pt: No entanto, se você só quiser usar a interface Web você pode desativá-lo para salvar sua memória ram.

source: Enable remote access
de: Aktiviere Fernzugriff
pt: Habilitar o acesso remoto

source: Language
de: Sprache
pt: Língua

source: Downloadfolder
de: Download Ordner
pt: Pasta de Download

source: Max parallel downloads
de: Maximale parallele Downloads
pt: nº Downloads paralelos

source: Use Reconnect?
de: Reconnect benutzen?
pt: Usar Reconectar?

source: Reconnect script location
de: Reconnect Script Pfad
pt: Local do script de reconexão

source: ## Webinterface Setup ##
pt: ## Instalação da interface Web ##

source: Activate webinterface?
de: Webinterface aktivieren?
pt: Ativar interface Web?

source: Listen address, if you use 127.0.0.1 or localhost, the webinterface will only accessible locally.
de: Adresse des Webservers. Falls du 127.0.0.1 oder localhost einträgst wird das Webinterface nur lokal erreichbar sein.
pt: Endereço de escuta, se você usar 127.0.0.1 ou localhost, a interface Web será acessível apenas localmente.

source: Address
de: Adresse
pt: Endereço

source: Port
pt: Porta

source: pyLoad offers several server backends, now following a short explanation.
de: pyLoad verfügt über verschiedene Webserver, eine kurze Erklärung folgt.
pt: O pyLoad oferece vários backends de servidor, a seguir uma breve explicação.

source: Default server; best choice if you plan to use pyLoad just for you.
de: Standard Server; die beste Wahl, wenn Sie pyLoad allein benutzen möchten.
pt: Servidor padrão; melhor escolha se você planeja usar o pyLoad para você.

source: Support SSL connection and can serve simultaneously more client flawlessly.
de: Unterstützt SSL Verbindungen und kann mehrere Clients gleichzeitig fehlerfrei bedienen.
pt: Suporte a conexões SSL e pode servir simultaneamente a mais de um cliente perfeitamente.

source: Can be used by apache, lighttpd, etc.; needs to be properly configured before.
de: Kann von apache, lighttpd, etc. verwendet werden; muss vorher ordnungsgemäß konfiguriert werden.
pt: Pode ser usado pelo apache, lighttpd, etc; precisa ser corretamente configurado antes.

source: Very fast alternative to builtin; requires libev and bjoern packages.
de: Sehr schnelle Alternative zum Integrierten. Benötigt die Pakete libev und bjoern.
pt: Alternativa muito rápida para builtin; requer pacotes libev e bjoern.

source: Attention: In some rare cases the builtin server is not working, if you notice problems with the webinterface
de: Achtung: In manchen Fällen funktioniert der builtin Server nicht, wenn du Probleme mit dem Webinterface bemerkst.
pt: Atenção: Em alguns casos raros o servidor builtin não está funcionando, se você notar problemas com a interface Web

source: come back here and change the builtin server to the threaded one here.
de: komme zurück und ändere den builtin server zu threaded hier
pt: Volte aqui e mude o servidor builtin para o threaded .

source: Server
pt: Servidor

source: ## SSL Setup ##
de: ## Einstellungen für SSL ##
pt: # # Configuração SSL # #

source: Execute these commands from pyLoad config folder to make ssl certificates:
de: Führen Sie die folgenden Kommandos im pyLoad Konfigurationsordner aus, um die SSL-Zertifikate zu erstellen:
pt: Execute esses comandos na pasta de configuração do pyLoad para fazer certificados ssl:

source: If you're done and everything went fine, you can activate ssl now.
de: Falls du fertig bist und alles erfolgreich war, kannst du nun SSL aktivieren.
pt: Se você está pronto e tudo correu bem, você pode ativar o ssl agora.

source: Activate SSL?
de: SSL aktivieren?
pt: Ativar SSL?

source: Select action
de: Aktion wählen
pt: Selecione a ação

source: 1 - Create/Edit user
de: 1 - Erstelle/Bearbeite Benutzer
pt: 1 - Criar/editar usuário

source: 2 - List users
de: 2 - Benutzer auflisten
pt: 2 - Lista de usuários

source: 3 - Remove user
de: 3 - Entferne Benutzer
pt: 3 - Remover usuário

source: 4 - Quit
de: 4 - Verlassen
pt: 4 - Sair

source: Users
de: Benutzer
pt: Usuários

source: Setting new configpath, current configuration will not be transfered!
de: Setze neuen Config Pfad, momentane Konfiguration wird nicht übernommen!
pt: Definindo novo caminho da configuração, a configuração atual não será transferida!

source: Configpath
de: Config Pfad
pt: Caminho da configuração

source: Configpath changed, setup will now close, please restart to go on.
de: Config Pfad geändert, Setup wird nun beenden, bitte starte neu um weiterzumachen.
pt: Caminho de configuração modificado, a instalação vai ser fechada, reinicie para continuar.

source: Press Enter to exit.
de: Drücke Enter zum Beenden.
pt: Pressione Enter para sair.

source: Setting config path failed: %s
de: Fehler beim Setzen des Konfigurationspfades: %s
pt: A troca do caminho de configuração falhou: %s

source: %s: missing
de: %s: fehlt
pt: %s: faltando

source: Warning: Consider a password of 10 or more symbols if you expect to access from outside your local network (ex. internet).
de: Warnung: Benutze ein Passwort mit 10 oder mehr Zeichen wenn du von außerhalb deines lokalen Netzwerks (z.B. Internet) zugreifen möchtest.
pt: Atenção: Considere uma senha de 10 ou mais caracteres, se você pretende acessar de fora da sua rede local (ex. internet).

source: Password:
de: Passwort:
pt: Senha:

source: Password too short! Use at least %s symbols.
de: Passwort zu kurz. Benutze mindestens %s Zeichen.
pt: Senha muito curta! Use pelo menos %s símbolos.

source: Password must be alphanumeric.
de: Das Kennwort muss Buchstaben und Zahlen enthalten.
pt: Senha deve ser alfanumérica.

source: Password (again):
de: Passwort (bestätigen):
pt: Senha (novamente):

source: Passwords did not match.
de: Passwörter stimmen nicht überein.
pt: As senhas não correspondem.

source: yes
de: ja
pt: sim

source: true
de: ja
pt: verdadeiro

source: t
de: j
pt: v

source: no
de: nein
pt: não

source: false
de: nein
pt: falso

source: Invalid Input
de: Ungültige Eingabe
pt: Entrada inválida

source: f
de: n
